{"config": [{"config": {"name": "dense_4", "dtype": "float32", "activity_regularizer": null, "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "bias_constraint": null, "units": 32, "kernel_regularizer": null, "trainable": true, "batch_input_shape": [null, 53], "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "activation": "relu", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_5", "activity_regularizer": null, "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "bias_constraint": null, "units": 16, "kernel_regularizer": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "activation": "relu", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_6", "activity_regularizer": null, "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "bias_constraint": null, "units": 6, "kernel_regularizer": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_constraint": null, "activation": "softmax", "bias_regularizer": null}, "class_name": "Dense"}], "keras_version": "2.1.5", "class_name": "Sequential", "backend": "tensorflow"}